# ************************************************************
# Sequel Pro SQL dump
# Version 4541
#
# http://www.sequelpro.com/
# https://github.com/sequelpro/sequelpro
#
# Host: 127.0.0.1 (MySQL 5.6.42)
# Database: test
# Generation Time: 2019-05-04 01:29:41 +0000
# ************************************************************


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET @OLD_SQL_NOTES=@@SQL_NOTES, SQL_NOTES=0 */;


# Dump of table t_user
# ------------------------------------------------------------

DROP TABLE IF EXISTS `t_user`;

CREATE TABLE `t_user` (
  `id` int(11) NOT NULL AUTO_INCREMENT COMMENT '自增id',
  `name` varchar(10) DEFAULT NULL COMMENT '名字',
  `age` varchar(4) CHARACTER SET latin1 DEFAULT NULL COMMENT '年龄',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='人名表';

LOCK TABLES `t_user` WRITE;
/*!40000 ALTER TABLE `t_user` DISABLE KEYS */;

INSERT INTO `t_user` (`id`, `name`, `age`)
VALUES
	(1,'??',NULL),
	(22,'周舟66','24'),
	(23,'周舟84','97'),
	(24,'周舟66','84'),
	(25,'周舟44','96'),
	(26,'周舟7','94'),
	(27,'周舟87','100'),
	(28,'周舟89','114'),
	(29,'周舟21','113'),
	(30,'周舟27','51'),
	(31,'周舟56','28'),
	(32,'周舟30','76'),
	(33,'周舟19','84'),
	(34,'周舟39','79'),
	(35,'周舟54','84'),
	(36,'周舟83','26'),
	(37,'周舟89','95'),
	(38,'周舟71','106'),
	(39,'周舟74','73'),
	(40,'周舟16','34'),
	(41,'周舟98','47'),
	(42,'周舟64','43'),
	(43,'周舟91','61'),
	(44,'周舟81','64'),
	(45,'周舟76','86'),
	(46,'周舟13','68'),
	(47,'周舟92','87'),
	(48,'周舟43','110'),
	(49,'周舟13','85'),
	(50,'周舟52','97'),
	(51,'周舟18','60'),
	(52,'周舟23','23'),
	(53,'周舟63','29'),
	(54,'周舟9','62'),
	(55,'周舟66','117'),
	(56,'周舟65','113'),
	(57,'周舟67','25'),
	(58,'周舟34','32'),
	(59,'周舟7','93'),
	(60,'周舟68','47'),
	(61,'周舟39','38'),
	(62,'周舟37','75'),
	(63,'周舟43','78'),
	(64,'周舟68','114'),
	(65,'周舟22','58'),
	(66,'周舟51','84'),
	(67,'周舟96','75'),
	(68,'周舟16','95'),
	(69,'周舟55','85'),
	(70,'周舟76','41'),
	(71,'周舟84','82'),
	(72,'周舟87','98'),
	(73,'周舟30','63'),
	(74,'周舟77','84'),
	(75,'周舟2','33'),
	(76,'周舟57','58'),
	(77,'周舟0','80'),
	(78,'周舟6','104'),
	(79,'周舟64','114'),
	(80,'周舟4','42'),
	(81,'周舟43','38'),
	(82,'周舟8','113'),
	(83,'周舟44','110'),
	(84,'周舟87','59'),
	(85,'周舟93','33'),
	(86,'周舟50','30'),
	(87,'周舟60','99'),
	(88,'周舟86','54'),
	(89,'周舟80','35'),
	(90,'周舟42','80'),
	(91,'周舟82','73'),
	(92,'周舟72','49'),
	(93,'周舟30','64'),
	(94,'周舟39','54'),
	(95,'周舟28','55'),
	(96,'周舟88','86'),
	(97,'周舟92','53'),
	(98,'周舟77','57'),
	(99,'周舟33','96'),
	(100,'周舟78','55'),
	(101,'周舟66','73'),
	(102,'周舟32','63'),
	(103,'周舟5','37'),
	(104,'周舟73','102'),
	(105,'周舟93','79'),
	(106,'周舟61','61'),
	(107,'周舟42','101'),
	(108,'周舟47','39'),
	(109,'周舟43','100'),
	(110,'周舟17','111'),
	(111,'周舟28','111'),
	(112,'周舟4','23');

/*!40000 ALTER TABLE `t_user` ENABLE KEYS */;
UNLOCK TABLES;



/*!40111 SET SQL_NOTES=@OLD_SQL_NOTES */;
/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
